[
  {
    "Day": 22,
    "Summary": "President Trump floats the possibility of rewriting travel ban executive order rather than appealing to U.S. Supreme Court."
  },
  {
    "Day": 21,
    "Summary": "Ninth Circuit Court of Appeals unanimously upholds lower court's order blocking enforcement of President Trump's travel ban. Trump issues all-caps tweet, \"SEE YOU IN COURT.\" Trump adviser Kellyanne Conway causes furor by saying from West Wing in TV interview that people should \"buy Ivanka's stuff.\""
  },
  {
    "Day": 20,
    "Summary": "President Trump, in tweets and comments, leans on appeals court judges to uphold his travel ban. Supreme Court nominee Neil Gorsuch calls Trump's comments on judiciary \"disheartening\" and \"demoralizing.\" Trump tweets that Nordstrom is treating his daughter Ivank \"very unfairly\" by dropping her clothing line."
  },
  {
    "Day": 19,
    "Summary": "Appeals court hears arguments on travel ban, with at least two judges indicating that they're leaning toward upholding lower court order blocking the ban.",
    "undefined": "bate over confirming Jeff Sessions for attorney general."
  },
  {
    "Day": 18,
    "Summary": "Ninth Circuit Court of Appeals schedules hearing for following day on judge's order blocking President Trump's travel ban."
  },
  {
    "Day": 17,
    "Summary": "President Trump gives an interview in which he responds to stance toward \"killer\" Russian President Vladimir Putin by asking, \"You think our country's so innocent?\""
  },
  {
    "Day": 16,
    "Summary": "President Trump issues string of tweets denouncing ruling by the \"so-called judge\" who blocked his travel ban."
  },
  {
    "Day": 15,
    "Summary": "Federal judge in Seattle issues temporary halt nationwide to enforcement of President Trump's travel ban. "
  },
  {
    "Day": 14,
    "Summary": "President Trump tweets threat to remove federal funding from UC Berkeley after protesters chase right-wing provocateur Milo Yiannopoulos off campus. "
  },
  {
    "Day": 13,
    "Summary": "Senate confirms Rex Tillerson as secretary of state. President Trump gives rambling Black History Month speech at which he appears to imply that 19th century abolitionist Frederick Douglass is still alive."
  },
  {
    "Day": 12,
    "Summary": "President Trump nominates appeals court Judge Neil Gorsuch to Supreme Court to replace the late Antonin Scalia. Trump issues executive order designed to tighten cybersecurity."
  },
  {
    "Day": 11,
    "Summary": "Acting attorney general refuses to have Justice Department attorneys defend travel ban, is fired by President Trump. Congressional Democrats' attempts to block ban are quickly shot down."
  },
  {
    "Day": 10,
    "Summary": "More airport protests -- several judicial orders allow immigrants being held at airports to enter U.S."
  },
  {
    "Day": 9,
    "Summary": "Airport chaos, protests ensue as travel-ban executive order is enforced."
  },
  {
    "Day": 8,
    "Summary": "President Trump signs executive order barring travelers from seven majorty-Muslim nations and all refugees from the U.S. for at least 90 days."
  },
  {
    "Day": 7,
    "Summary": "Immigrants from Muslim-majority nations brace for expected Trump administration order limiting travel to U.S."
  },
  {
    "Day": 6,
    "Summary": "President Trump signs executive orders to authorize Wall along Mexican borders, lay groundwork for possible action against \"sanctuary cities\" such as San Francisco."
  },
  {
    "Day": 5,
    "Summary": "Trump administration limits federal agencies' contacts with media. President Trump asserts, without evidence, that millions of illegal votes were cast against him in the election. "
  },
  {
    "Day": 4,
    "Summary": "President Trump backs out of Trans-Pacific Partnership trade pact."
  },
  {
    "Day": 3,
    "Summary": "San Francisco braces for possibility of cut in federal aid for homeless programs."
  },
  {
    "Day": 2,
    "Summary": "Huge crowds take part in Women's Marches in Washington, D.C., San Francisco, Oakland and many other U.S. cities."
  },
  {
    "Day": 1,
    "Summary": "Donald Trump sworn in as 45th president of the United States. Thousand of supporters and opponents crowd into Washington, D.C. Protesters take to streets in San Francisco and Oakland."
  }
]